from django.shortcuts import render

# Create your views here.

def index(request):
    contect = {
        "items": [
            {
                "name": "Бажаю потужного здоров’я собі. Вам бажаю перемоги. Сьогодні хочу вам презентувати свій план перемоги, впевнений, вам сподобається. По-Перше, жорстко хочеться вже в НАТО. Прямо зараз, требую від західних колег прийняти рішення. Друге, много грошей нам давайте негайно, а то вже дихати неможливо. Третє, це, авжеж, те що раїся вороги, Україна найдемократичніша. І останнє, але не по важливості, це авжеж перемога. Нам потрібна перемога, тож це основний пункт. Може здатися, що ми не сильно парились на цим планом, і будете, праві. Ми для вас навіть презентацію в Паверпоінті не підготували.",
                "count": 2019
            },
            {
                "name": "Бетон",
                "count": 500
            },
            {
                "name": "Крюківський Вагонобудівний Завод",
                "count": 1
            }
        ]
    }
    return render(request=request, template_name="index.html", context=contect)
